IDEA StatiCa Open Model
StrainImpulse.PhiZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The curvature around y axis.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PhiZ { get; set; }
Public Property PhiZ As Double
	Get
	Set
public:
property double PhiZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace